Repository: itdoginfo/podkop
Catalog: fe-app-podkop/locales/podkop.*.po
Languages: ru

source: ✔ Enabled
ru: ✔ Включено

source: ✔ Running
ru: ✔ Работает

source: ✘ Disabled
ru: ✘ Отключено

source: ✘ Stopped
ru: ✘ Остановлен

source: Active Connections
ru: Активные соединения

source: Additional marking rules found
ru: Найдены дополнительные правила маркировки

source: Allows access to YACD from the WAN. Make sure to open the appropriate port in your firewall.
ru: Обеспечивает доступ к YACD из WAN. Убедитесь, что в брандмауэре открыт соответствующий порт.

source: Applicable for SOCKS and Shadowsocks proxy
ru: Применимо для SOCKS и Shadowsocks прокси

source: At least one valid domain must be specified. Comments-only content is not allowed.
ru: Необходимо указать хотя бы один действительный домен. Содержимое только из комментариев не допускается.

source: At least one valid subnet or IP must be specified. Comments-only content is not allowed.
ru: Необходимо указать хотя бы одну действительную подсеть или IP. Только комментарии недопустимы.

source: Available actions
ru: Доступные действия

source: Bootsrap DNS
ru: Bootstrap DNS

source: Bootstrap DNS server
ru: Bootstrap DNS-сервер

source: Browser is not using FakeIP
ru: Браузер не использует FakeIP

source: Browser is using FakeIP correctly
ru: Браузер использует FakeIP

source: Cache File Path
ru: Путь к файлу кэша

source: Cache file path cannot be empty
ru: Путь к файлу кэша не может быть пустым

source: Cannot receive checks result
ru: Не удалось получить результаты проверки

source: Checking, please wait
ru: Проверяем, пожалуйста подождите

source: checks
ru: проверки

source: Checks failed
ru: Проверки не выполнены

source: Checks passed
ru: Проверки пройдены

source: CIDR must be between 0 and 32
ru: CIDR должен быть между 0 и 32

source: Close
ru: Закрыть

source: Community Lists
ru: Списки сообщества

source: Config File Path
ru: Путь к файлу конфигурации

source: Configuration for Podkop service
ru: Настройки сервиса Podkop

source: Configuration Type
ru: Тип конфигурации

source: Connection Type
ru: Тип подключения

source: Connection URL
ru: URL подключения

source: Copy
ru: Копировать

source: Currently unavailable
ru: Временно недоступно

source: Dashboard
ru: Дашборд

source: Dashboard currently unavailable
ru: Дашборд сейчас недоступен

source: Delay in milliseconds before reloading podkop after interface UP
ru: Задержка в миллисекундах перед перезагрузкой podkop после поднятия интерфейса

source: Delay value cannot be empty
ru: Значение задержки не может быть пустым

source: DHCP has DNS server
ru: DHCP содержит DNS сервер

source: Diagnostics
ru: Диагностика

source: Disable autostart
ru: Отключить автостарт

source: Disable QUIC
ru: Отключить QUIC

source: Disable the QUIC protocol to improve compatibility or fix issues with video streaming
ru: Отключить QUIC протокол для улучшения совместимости или исправления видео стриминга

source: Disabled
ru: Отключено

source: DNS on router
ru: DNS на роутере

source: DNS over HTTPS (DoH)
ru: DNS через HTTPS (DoH)

source: DNS over TLS (DoT)
ru: DNS через TLS (DoT)

source: DNS Protocol Type
ru: Тип протокола DNS

source: DNS Rewrite TTL
ru: Перезапись TTL для DNS

source: DNS Server
ru: DNS-сервер

source: DNS server address cannot be empty
ru: Адрес DNS-сервера не может быть пустым

source: Do not panic, everything can be fixed, just...
ru: Не паникуйте, всё можно исправить, просто...

source: Domain Resolver
ru: Резолвер доменов

source: Downlink
ru: Входящий

source: Download
ru: Скачать

source: Download Lists via Proxy/VPN
ru: Скачивать списки через Proxy/VPN

source: Download Lists via specific proxy section
ru: Скачивать списки через выбранную секцию

source: Downloading all lists via specific Proxy/VPN
ru: Загрузка всех списков через указанный прокси/VPN

source: Dynamic List
ru: Динамический список

source: Enable autostart
ru: Включить автостарт

source: Enable built-in DNS resolver for domains handled by this section
ru: Включить встроенный DNS-резолвер для доменов, обрабатываемых в этом разделе

source: Enable Mixed Proxy
ru: Включить смешанный прокси

source: Enable Output Network Interface
ru: Включить выходной сетевой интерфейс

source: Enable the mixed proxy, allowing this section to route traffic through both HTTP and SOCKS proxies
ru: Включить смешанный прокси-сервер, разрешив этому разделу маршрутизировать трафик как через HTTP, так и через SOCKS-прокси.

source: Enable YACD
ru: Включить YACD

source: Enable YACD WAN Access
ru: Включить доступ YACD WAN

source: Enter complete outbound configuration in JSON format
ru: Введите полную конфигурацию исходящего соединения в формате JSON

source: Enter domain names separated by commas, spaces, or newlines. You can add comments using //
ru: Введите доменные имена, разделяя их запятыми, пробелами или переносами строк. Вы можете добавлять комментарии, используя //

source: Enter domain names without protocols, e.g. example.com or sub.example.com
ru: Введите доменные имена без протоколов, например example.com или sub.example.com

source: Enter subnets in CIDR notation (e.g. 103.21.244.0/22) or single IP addresses
ru: Введите подсети в нотации CIDR (например, 103.21.244.0/22) или отдельные IP-адреса

source: Every 1 minute
ru: Каждую минуту

source: Every 3 minutes
ru: Каждые 3 минуты

source: Every 30 seconds
ru: Каждые 30 секунд

source: Every 5 minutes
ru: Каждые 5 минут

source: Exclude NTP
ru: Исключить NTP

source: Exclude NTP protocol traffic from the tunnel to prevent it from being routed through the proxy or VPN
ru: Исключите трафик протокола NTP из туннеля, чтобы предотвратить его маршрутизацию через прокси-сервер или VPN.

source: Failed to copy!
ru: Не удалось скопировать!

source: Failed to execute!
ru: Не удалось выполнить!

source: Fastest
ru: Самый быстрый

source: Fully Routed IPs
ru: Полностью маршрутизированные IP-адреса

source: Get global check
ru: Получить глобальную проверку

source: Global check
ru: Глобальная проверка

source: HTTP error
ru: Ошибка HTTP

source: Interface Monitoring
ru: Мониторинг интерфейса

source: Interface Monitoring Delay
ru: Задержка при мониторинге интерфейсов

source: Interface monitoring for Bad WAN
ru: Мониторинг интерфейса для Bad WAN

source: Invalid DNS server format. Examples: 8.8.8.8 or dns.example.com or dns.example.com/nicedns for DoH
ru: Неверный формат DNS-сервера. Примеры: 8.8.8.8, dns.example.com или dns.example.com/nicedns для DoH

source: Invalid domain address
ru: Неверный домен

source: Invalid format. Use X.X.X.X or X.X.X.X/Y
ru: Неверный формат. Используйте X.X.X.X или X.X.X.X/Y

source: Invalid HY2 URL: insecure must be 0 or 1
ru: Неверный URL Hysteria2: параметр insecure должен быть 0 или 1

source: Invalid HY2 URL: invalid port number
ru: Неверный URL Hysteria2: неверный номер порта

source: Invalid HY2 URL: missing credentials/server
ru: Неверный URL Hysteria2: отсутствуют учетные данные/сервер

source: Invalid HY2 URL: missing host
ru: Неверный URL Hysteria2: отсутствует хост

source: Invalid HY2 URL: missing host & port
ru: Неверный URL Hysteria2: отсутствуют хост и порт

source: Invalid HY2 URL: missing password
ru: Неверный URL Hysteria2: отсутствует пароль

source: Invalid HY2 URL: missing port
ru: Неверный URL Hysteria2: отсутствует порт

source: Invalid HY2 URL: must not contain spaces
ru: Неверный URL Hysteria2: не должен содержать пробелов

source: Invalid HY2 URL: must start with hysteria2:// or hy2://
ru: Неверный URL Hysteria2: должен начинаться с hysteria2:// или hy2://

source: Invalid HY2 URL: obfs-password required when obfs is set
ru: Неверный URL Hysteria2: требуется obfs-password, когда установлен obfs

source: Invalid HY2 URL: parsing failed
ru: Неверный URL Hysteria2: ошибка разбора

source: Invalid HY2 URL: sni cannot be empty
ru: Неверный URL Hysteria2: sni не может быть пустым

source: Invalid HY2 URL: unsupported obfs type
ru: Неверный URL Hysteria2: неподдерживаемый тип obfs

source: Invalid IP address
ru: Неверный IP-адрес

source: Invalid JSON format
ru: Неверный формат JSON

source: Invalid path format. Path must start with "/" and contain valid characters
ru: Неверный формат пути. Путь должен начинаться с "/" и содержать допустимые символы

source: Invalid port number. Must be between 1 and 65535
ru: Неверный номер порта. Допустимо от 1 до 65535

source: Invalid Shadowsocks URL: decoded credentials must contain method:password
ru: Неверный URL Shadowsocks: декодированные данные должны содержать method:password

source: Invalid Shadowsocks URL: missing credentials
ru: Неверный URL Shadowsocks: отсутствуют учетные данные

source: Invalid Shadowsocks URL: missing method and password separator ":"
ru: Неверный URL Shadowsocks: отсутствует разделитель метода и пароля ":"

source: Invalid Shadowsocks URL: missing port
ru: Неверный URL Shadowsocks: отсутствует порт

source: Invalid Shadowsocks URL: missing server
ru: Неверный URL Shadowsocks: отсутствует сервер

source: Invalid Shadowsocks URL: missing server address
ru: Неверный URL Shadowsocks: отсутствует адрес сервера

source: Invalid Shadowsocks URL: must not contain spaces
ru: Неверный URL Shadowsocks: не должен содержать пробелов

source: Invalid Shadowsocks URL: must start with ss://
ru: Неверный URL Shadowsocks: должен начинаться с ss://

source: Invalid Shadowsocks URL: parsing failed
ru: Неверный URL Shadowsocks: ошибка разбора

source: Invalid SOCKS URL: invalid host format
ru: Неверный URL SOCKS: неверный формат хоста

source: Invalid SOCKS URL: invalid port number
ru: Неверный URL SOCKS: неверный номер порта

source: Invalid SOCKS URL: missing host and port
ru: Неверный URL SOCKS: отсутствует хост и порт

source: Invalid SOCKS URL: missing hostname or IP
ru: Неверный URL SOCKS: отсутствует имя хоста или IP-адрес

source: Invalid SOCKS URL: missing port
ru: Неверный URL SOCKS: отсутствует порт

source: Invalid SOCKS URL: missing username
ru: Неверный URL SOCKS: отсутствует имя пользователя

source: Invalid SOCKS URL: must not contain spaces
ru: Неверный URL SOCKS: не должен содержать пробелов

source: Invalid SOCKS URL: must start with socks4://, socks4a://, or socks5://
ru: Неверный URL-адрес SOCKS: должен начинаться с socks4://, socks4a:// или socks5://

source: Invalid SOCKS URL: parsing failed
ru: Неверный URL SOCKS: парсинг не удался

source: Invalid Trojan URL: must not contain spaces
ru: Неверный URL Trojan: не должен содержать пробелов

source: Invalid Trojan URL: must start with trojan://
ru: Неверный URL Trojan: должен начинаться с trojan://

source: Invalid Trojan URL: parsing failed
ru: Неверный URL Trojan: ошибка разбора

source: Invalid URL format
ru: Неверный формат URL

source: Invalid VLESS URL: parsing failed
ru: Неверный URL VLESS: ошибка разбора

source: IP address 0.0.0.0 is not allowed
ru: IP-адрес 0.0.0.0 не допускается

source: Issues detected
ru: Обнаружены проблемы

source: Latest
ru: Последняя

source: List Update Frequency
ru: Частота обновления списков

source: Local Domain Lists
ru: Локальные списки доменов

source: Local Subnet Lists
ru: Локальные списки подсетей

source: Log Level
ru: Уровень логов

source: Main DNS
ru: Основной DNS

source: Memory Usage
ru: Использование памяти

source: Mixed Proxy Port
ru: Порт смешанного прокси

source: Monitored Interfaces
ru: Наблюдаемые интерфейсы

source: Must be a number in the range of 50 - 1000
ru: Должно быть числом от 50 до 1000

source: Network Interface
ru: Сетевой интерфейс

source: No other marking rules found
ru: Другие правила маркировки не найдены

source: Not implement yet
ru: Ещё не реализовано

source: Not responding
ru: Не отвечает

source: Not running
ru: Не запущено

source: Operation timed out
ru: Время ожидания истекло

source: Outbound Config
ru: Конфигурация Outbound

source: Outbound Configuration
ru: Конфигурация исходящего соединения

source: Outdated
ru: Устаревшая

source: Output Network Interface
ru: Выходной сетевой интерфейс

source: Path cannot be empty
ru: Путь не может быть пустым

source: Path must be absolute (start with /)
ru: Путь должен быть абсолютным (начинаться с /)

source: Path must contain at least one directory (like /tmp/cache.db)
ru: Путь должен содержать хотя бы одну директорию (например /tmp/cache.db)

source: Path must end with cache.db
ru: Путь должен заканчиваться на cache.db

source: Pending
ru: Ожидает запуска

source: Podkop Settings
ru: Настройки podkop

source: Podkop will not modify your DHCP configuration
ru: Podkop не будет изменять вашу конфигурацию DHCP.

source: Proxy Configuration URL
ru: URL конфигурации прокси

source: Proxy traffic is not routed via FakeIP
ru: Прокси-трафик не маршрутизируется через FakeIP

source: Proxy traffic is routed via FakeIP
ru: Прокси-трафик направляется через FakeIP

source: Regional options cannot be used together
ru: Нельзя использовать несколько региональных опций одновременно

source: Remote Domain Lists
ru: Внешние списки доменов

source: Remote Subnet Lists
ru: Внешние списки подсетей

source: Restart podkop
ru: Перезапустить Podkop

source: Router DNS is not routed through sing-box
ru: DNS роутера не проходит через sing-box

source: Router DNS is routed through sing-box
ru: DNS роутера проходит через sing-box

source: Routing Excluded IPs
ru: Исключённые из маршрутизации IP-адреса

source: Rules mangle counters
ru: Счётчики правил mangle

source: Rules mangle exist
ru: Правила mangle существуют

source: Rules mangle output counters
ru: Счётчики правил mangle output

source: Rules mangle output exist
ru: Правила mangle output существуют

source: Rules proxy counters
ru: Счётчики правил proxy

source: Rules proxy exist
ru: Правила прокси существуют

source: Run Diagnostic
ru: Запустить диагностику

source: Russia inside restrictions
ru: Ограничения Russia inside

source: Secret key for authenticating remote access to YACD when WAN access is enabled.
ru: Секретный ключ для аутентификации удаленного доступа к YACD при включенном доступе через WAN.

source: Sections
ru: Секции

source: Select a predefined list for routing
ru: Выберите предопределенный список для маршрутизации

source: Select between VPN and Proxy connection methods for traffic routing
ru: Выберите между VPN и Proxy методами для маршрутизации трафика

source: Select DNS protocol to use
ru: Выберите протокол DNS

source: Select how often the domain or subnet lists are updated automatically
ru: Выберите частоту автоматического обновления списков доменов или подсетей.

source: Select how to configure the proxy
ru: Выберите способ настройки прокси

source: Select network interface for VPN connection
ru: Выберите сетевой интерфейс для VPN подключения

source: Select or enter DNS server address
ru: Выберите или введите адрес DNS-сервера

source: Select or enter path for sing-box cache file. Change this ONLY if you know what you are doing
ru: Выберите или введите путь к файлу кеша sing-box. Изменяйте это, ТОЛЬКО если вы знаете, что делаете

source: Select path for sing-box config file. Change this ONLY if you know what you are doing
ru: Выберите путь к файлу конфигурации sing-box. Изменяйте это, ТОЛЬКО если вы знаете, что делаете

source: Select the DNS protocol type for the domain resolver
ru: Выберите тип протокола DNS для резолвера доменов

source: Select the list type for adding custom domains
ru: Выберите тип списка для добавления пользовательских доменов

source: Select the list type for adding custom subnets
ru: Выберите тип списка для добавления пользовательских подсетей

source: Select the log level for sing-box
ru: Выберите уровень логов для sing-box

source: Select the network interface from which the traffic will originate
ru: Выберите сетевой интерфейс, с которого будет исходить трафик

source: Select the network interface to which the traffic will originate
ru: Выберите сетевой интерфейс, на который будет поступать трафик.

source: Select the WAN interfaces to be monitored
ru: Выберите WAN интерфейсы для мониторинга

source: Selector Proxy Links
ru: Ссылки прокси для Selector

source: Services info
ru: Информация о сервисах

source: Settings
ru: Настройки

source: Show sing-box config
ru: Показать sing-box конфигурацию

source: Sing-box autostart disabled
ru: Автостарт sing-box отключен

source: Sing-box installed
ru: Sing-box установлен

source: Sing-box listening ports
ru: Sing-box слушает порты

source: Sing-box process running
ru: Процесс sing-box запущен

source: Sing-box service exist
ru: Сервис sing-box существует

source: Sing-box version is compatible (newer than 1.12.4)
ru: Версия Sing-box совместима (новее 1.12.4)

source: Source Network Interface
ru: Сетевой интерфейс источника

source: Specify a local IP address to be excluded from routing
ru: Укажите локальный IP-адрес, который следует исключить из маршрутизации.

source: Specify local IP addresses or subnets whose traffic will always be routed through the configured route
ru: Укажите локальные IP-адреса или подсети, трафик которых всегда будет направляться через настроенный маршрут.

source: Specify remote URLs to download and use domain lists
ru: Укажите URL-адреса для загрузки и использования списков доменов.

source: Specify remote URLs to download and use subnet lists
ru: Укажите URL-адреса для загрузки и использования списков подсетей.

source: Specify the path to the list file located on the router filesystem
ru: Укажите путь к файлу списка, расположенному в файловой системе маршрутизатора.

source: Start podkop
ru: Запустить podkop

source: Stop podkop
ru: Остановить podkop

source: Successfully copied!
ru: Успешно скопировано!

source: System info
ru: Системная информация

source: System information
ru: Системная информация

source: Table exist
ru: Таблица существует

source: Test latency
ru: Тестирование задержки

source: Text List
ru: Текстовый список

source: The DNS server used to look up the IP address of an upstream DNS server
ru: DNS-сервер, используемый для поиска IP-адреса вышестоящего DNS-сервера

source: The interval between connectivity tests
ru: Интервал между тестами подключения

source: The maximum difference in response times (ms) allowed when comparing servers
ru: Максимально допустимая разница во времени отклика (мс) при сравнении серверов

source: The URL used to test server connectivity
ru: URL-адрес, используемый для проверки подключения к серверу

source: Time in seconds for DNS record caching (default: 60)
ru: Время в секундах для кэширования DNS записей (по умолчанию: 60)

source: Traffic
ru: Трафик

source: Traffic Total
ru: Всего трафика

source: Troubleshooting
ru: Устранение неполадок

source: TTL must be a positive number
ru: TTL должно быть положительным числом

source: TTL value cannot be empty
ru: Значение TTL не может быть пустым

source: UDP (Unprotected DNS)
ru: UDP (Незащищённый DNS)

source: UDP over TCP
ru: UDP через TCP

source: unknown
ru: неизвестно

source: Unknown error
ru: Неизвестная ошибка

source: Uplink
ru: Исходящий

source: URL must start with vless://, ss://, trojan://, socks4/5://, or hysteria2://hy2://
ru: URL должен начинаться с vless://, ss://, trojan://, socks4/5:// или hysteria2:// hy2://

source: URL must use one of the following protocols:
ru: URL должен использовать один из следующих протоколов:

source: URLTest Check Interval
ru: Интервал проверки URLTest

source: URLTest Proxy Links
ru: Ссылки прокси для URLTest

source: URLTest Testing URL
ru: URLTest ссылка для проверки

source: URLTest Tolerance
ru: URLTest допустимое отклонение

source: User Domain List Type
ru: Тип пользовательского списка доменов

source: User Domains
ru: Пользовательские домены

source: User Domains List
ru: Список пользовательских доменов

source: User Subnet List Type
ru: Тип пользовательского списка подсетей

source: User Subnets
ru: Пользовательские подсети

source: User Subnets List
ru: Список пользовательских подсетей

source: Valid
ru: Валидно

source: Validation errors:
ru: Ошибки валидации:

source: View logs
ru: Посмотреть логи

source: Visit Wiki
ru: Перейти в wiki

source: Warning: %s cannot be used together with %s. Previous selections have been removed.
ru: Предупреждение: %s нельзя использовать вместе с %s. Предыдущие варианты были удалены.

source: Warning: Russia inside can only be used with %s. %s already in Russia inside and have been removed from selection.
ru: Предупреждение: Russia inside может быть использован только с %s. %s уже есть в Russia inside и будет удален из выбранных.

source: YACD Secret Key
ru: Секретный ключ YACD

source: You can select Output Network Interface, by default autodetect
ru: Вы можете выбрать выходной сетевой интерфейс, по умолчанию он определяется автоматически.
